/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "Le contenu sélectionné n’a pas pu être lu.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "Aucun contenu n’a été trouvé.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "La chanson actuelle ne peut être lue.";


/* kBRMediaNoContent*/
300 = "Aucun contenu n’a été trouvé.";

/* kBRMediaNoPhotoContent */
301 = "Aucune photo n’est présente dans votre photothèque iPhoto.";

/* kBRMediaNoPodcastContent */
302 = "Aucun podcast n’est présent dans votre bibliothèque iTunes.";

/* kBRMediaNotDRMAuthorized */
303 = "Vous n’êtes pas autorisé à lire ce contenu.";

/* kBRMediaNoMovieFolderContent */
304 = "Il n’y a aucune séquence à lire dans votre dossier Séquences.";

/* kBRMediaNoTVShowContent */
305 = "Aucune émission de télévision n’est présente dans votre bibliothèque iTunes.";

/* kBRMediaNoMusicVideoContent */
306 = "Aucun clip vidéo n’est présent dans votre bibliothèque iTunes.";

/* kBRMediaNoPlaylists */
307 = "Aucune liste de lecture n’est présente dans votre bibliothèque iTunes.";

/* kBRMediaNoSongContent */
308 = "Aucun morceau n’est présent dans votre bibliothèque iTunes.";

/* kBRMediaNoAudioBookContent */
309 = "Aucun livre audio n’est présent dans votre bibliothèque iTunes.";

/* kBRMediaEmptyPlaylist */
310 = "Il n’y a aucune chanson dans cette liste.";

/* kBRMediaNoSuchPlaylist */
311 = "La liste de lecture sélectionnée est introuvable.";

/* kBRMediaNoSuchSong */
312 = "Le morceau sélectionné est introuvable.";

/* kBRMediaNoMovies */
315 = "Aucune séquence n’est présente dans votre dossier Séquences.";

/* kBRMediaNoSongForSlideshow */
316 = "Le morceau de ce diaporama n'a pas pu être lu.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Le morceau de ce diaporama n'a pas pu être lu.";

/* kBRVideoUnplayable */
318 = "La vidéo sélectionnée n’a pas pu être lue.";

/* kBRMediaRadioStreamUnplayable */
319 = "Le flux radio que vous avez sélectionné n’a pas pu être lu.";

/* kBRRemoteMediaNoContent*/
350 = "Aucun contenu n’a été trouvé dans cette bibliothèque.";

/* kBRRemoteMediaNoPhotoContent */
351 = "Aucune photo n’est présente dans cette bibliothèque.";

/* kBRRemoteMediaNoPodcastContent */
352 = "Aucun podcast n’est présent dans cette bibliothèque.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Vous n’êtes pas autorisé à lire ce contenu.";

/* kBRRemoteMediaNoTVShowContent */
355 = "Aucune émission de télévision n’est présente dans cette bibliothèque.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "Aucun clip vidéo musical n’est présent dans cette bibliothèque.";

/* kBRRemoteMediaNoPlaylists */
357 = "Aucune liste de lecture n’est présente dans cette bibliothèque.";

/* kBRRemoteMediaNoSongContent */
358 = "Aucun morceau n’est présent dans cette bibliothèque.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "Aucun livre audio n’est présent dans cette bibliothèque.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "Il n’y a aucune chanson dans cette liste.";

/* kBRRemoteMediaLoadingError */
361 = "Une erreur s’est produite lors du chargement de ce contenu.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "La source de partage de photos est indisponible.";

/* kBRDataSourceInitializationFailure*/
400 = "Aucun contenu n’a été trouvé.";

/* kBRDataSourceURLResolutionFailure*/
410 = "Aucun contenu n’a été trouvé.";

/* kBRDataSourceConnectionInProgressError */
420 = "Tentative de connexion à cette source déjà en cours.";


/* KBRSystemNetworkHostUnreachable */
501 = "Connexion à cette bibliothèque impossible.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "La lecture de la bande-annonce est actuellement impossible.";

/* kBRSystemNotHDCPCompliant */
503 = "Ce contenu requiert HDCP pour la lecture.";

/* kBRSetupCantSetLanguage */
600 = "La langue n’a pas pu être changée.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "La lecture de DVD est actuellement impossible.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Impossible d’éjecter le DVD.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Le code de région du DVD n’est pas compatible avec le lecteur DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Impossible de lire le DVD.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Impossible de lire le DVD.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Impossible d’éjecter le CD.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "Impossible de vérifier les données de protection contre la copie du disque.";

/* kBRInternalResourceError */
900 = "Une erreur est survenue.";

